Repository: wp-plugins/ewire-payment-module-for-woocommerce
Catalog: languages/ewirepayment-*.po
Languages: da_dk

source: Ewire Direct Payment
da_dk: Ewire Direct Betaling

source: With Ewire you can accept payments from following paymentcards: Dankort, Visa, Visa Electron, Mastercard, Maestro, Mastercard Direct. For danish customers it is also possible to deposit with netbanking. If you need help for the payment module, <a href="http://www.ewire.dk/en/module-support/ewire-payment-module-support.aspx" target="_blank">click here for a Payment module description</a>
da_dk: Med Ewire kan du acceptere betalinger fra følgende betalingskort: Dankort, Visa, Visa Electron, Mastercard, Maestro, Mastercard Direct. For danske brugere er det også muligt at indsætte via netbank. Hvis du har behov for yderligere hjælp til betalingsmodulet, <a href="http://www.ewire.dk/dk/module-support/ewire-payment-module-support.aspx" target="_blank">kan du klikke her og læse mere</a>

source: Gateway Disabled
da_dk: Gateway er deaktiveret

source: Ewire Direct does not support your store currency.
da_dk: Ewire Direct understøtter ikke din webshop valuta

source: Enable/Disable
da_dk: Aktivere/Deaktivere

source: Enable Ewire Direct Payment
da_dk: Aktiver Ewire Direct Betaling

source: Title
da_dk: Titel

source: This controls the title which the user sees during checkout.
da_dk: Dette kontroller titlen som kunden ser igennem ordre behandlingen.

source: Description
da_dk: Beskrivelse

source: Ewire is a secure real-time online bank transfer service and card service. Simply select Ewire and complete the on-screen instructions, and your payment will be received by the merchant.
da_dk: Ewire er en sikker online bank og kort service. Vælg Ewire og udfyld de nødvendige og din betaling vil blive modtaget af erhvervskunden.

source: You can find your CompanyID on your Ewire account at the page Business.
da_dk: Du kan finde dit CompanyID på din Ewire konto under fanebladet \"Erhverv\".

source: EncryptionKey
da_dk: Krypteringsnøgle

source: You can find your EncryptionKey on your Ewire account at the page Business.
da_dk: Du kan finde din Krypteringsnøgle ved at vælge fanebladet \"Erhverv\" på din Ewire konto.

source: Ewire Lock E-mail
da_dk: Lås Brugerens E-mail

source: This will lock the customer e-mail-adress through the payment process
da_dk: Dette vil låse brugerens e-mail igennem betalingsprocessen

source: This is only permitted if the product is delivered instantly, this will authorize and capture the payment.
da_dk: Dette er kun tilladt hvis produktet leveres digitalt. Dette vil autoriser og gennemføre betalingen automatisk.

source: With Testmode enabled you can test your webshop.
da_dk: Med Testmode aktiveret kan du teste din Ewire integration.

source: Expire Days
da_dk: Udløbsdage

source: Choose the number of days a payment should be active before automatically cancelled.
da_dk: Vælg det antal af dage en betaling skal være aktiv før den automatisk annulleres.

source: Payment Subject
da_dk: Betalings Emne

source: What will be shown in the Subject field on the Netpayment before the order id.
da_dk: Hvad der skal vises i emne feltet i betalingsprocessen.

source: Order:
da_dk: Ordre:

source: Enable Ewire testmode
da_dk: Aktiver Ewire Testmode

source: Thank you for your order. We are now redirecting you to Ewire to make the payment.
da_dk: Tak for din ordre. Du videresendes nu til Ewire for at gennemføre din betaling.

source: Pay via Ewire Direct
da_dk: Betal via Ewire Direct

source: Cancel order &amp; restore cart
da_dk: Annuller ordren og genskab varekurven

source: The payment was denied because the checksum validation failed.
da_dk: Betaling blev afvist fordi checksum valideringen fejlede.

source: Payment for order #%s failed
da_dk: Betalingen for ordre #%s fejlede

source: You are being redirected to the Ewire Netpayment Window.
da_dk: Du videresendes nu til Ewire Betalings vinduet.

source: Thank you for your order.
da_dk: Tak for din ordre.

source: Ewire Payment Language
da_dk: Ewire Betalings sprog

source: DA for Danish and en-gb for English.
da_dk: DA for Dansk og en-gb for Engelsk
